{
  "_info": {
    "description": "File ini berisi terjemahan custom untuk semua key dalam 'profile'",
    "instructions": "Isi field 'translation' dengan terjemahan bahasa Indonesia yang sesuai",
    "note": "Field 'count' menunjukkan berapa kali nilai tersebut muncul di dataset",
    "special_note": "Key yang sudah diterjemahkan (weight, dorm, class, shoes) sudah memiliki terjemahan default"
  },
  "translations": {
    "ears": {
      "Always jerk a little anytime she hears \"Natie\"": {
        "count": 1,
        "translation": "Selalu bergetar sedikit setiap kali dia mendengar \"Natie\""
      },
      "Big words go in one ear and out the other": {
        "count": 1,
        "translation": "Kata rumit masuk telinga kanan keluar telinga kiri"
      },
      "Can hear every single one of her fans": {
        "count": 1,
        "translation": "Bisa mendengar setiap penggemarnya"
      },
      "Can hear someone say \"one-on-one\" from a mile away": {
        "count": 1,
        "translation": "Bisa mendengar orang mengatakan \"satu lawan satu\" dari jarak jauh"
      },
      "Can hear the faintest rumble of an empty stomach": {
        "count": 1,
        "translation": "Bisa mendengar perut keroncongan yang paling pelan sekalipun"
      },
      "Can pop her ears at will": {
        "count": 1,
        "translation": "Bisa menggerakkan telinganya sesuka hati."
      },
      "Can tell apart people from her hometown just from their cheers": {
        "count": 1,
        "translation": "Bisa mengenali orang dari kampung halamannya hanya dari sorakannya."
      },
      "Change positions a lot when she's reading romance manga": {
        "count": 1,
        "translation": "Sering pindah posisi saat membaca manga romantis."
      },
      "Completely betray her true feelings": {
        "count": 1,
        "translation": "Pengkhianat sejati."
      },
      "Do not tremble in the slightest when she's doing a tea ceremony": {
        "count": 1,
        "translation": "Tak bergetar sedikit pun saat melakukan upacara minum teh."
      },
      "Droop ever so slightly when she takes care of flowers": {
        "count": 1,
        "translation": "Sedikit menunduk lembut saat merawat bunga."
      },
      "Droop when she hears of other people's misfortune": {
        "count": 1,
        "translation": "Menunduk lesu saat mendengar kesialan orang lain."
      },
      "Finds the sound of a metronome calming": {
        "count": 1,
        "translation": "Menganggap bunyi metronom itu menenangkan."
      },
      "Has perfect pitch": {
        "count": 1,
        "translation": "Memiliki perfect pitch."
      },
      "Hear everything as a compliment": {
        "count": 1,
        "translation": "Menganggap semua yang didengarnya sebagai pujian."
      },
      "Her best friend says \"Even the way her ears move is annoying\"": {
        "count": 1,
        "translation": "Teman baiknya bilang, “Bahkan cara telinganya bergerak pun nyebelin.”"
      },
      "Her blood starts pumping when she hears fanfare": {
        "count": 1,
        "translation": "Darahnya langsung terpompa tiap kali mendengar fanfare."
      },
      "If she beckons you, it's because she wants to be spoiled": {
        "count": 1,
        "translation": "Kalau dia melambai memanggilmu, itu artinya dia ingin dimanja."
      },
      "Likes cleaning out people's ears. Does not like having her ears cleaned": {
        "count": 1,
        "translation": "Suka membersihkan telinga orang lain, tapi tidak suka telinganya dibersihkan."
      },
      "Never fails to hear praise or the Prez's voice": {
        "count": 1,
        "translation": "Tak pernah gagal mendengar pujian... atau suara pak Ketua."
      },
      "Never, ever touch her ears or forehead": {
        "count": 1,
        "translation": "Jangan pernah, sekalipun, menyentuh telinganya atau dahinya."
      },
      "Occasionally stand straight and still when she hears something": {
        "count": 1,
        "translation": "Kadang langsung berdiri tegak tanpa bergerak saat mendengar sesuatu."
      },
      "Often tremble slightly": {
        "count": 1,
        "translation": "Sering bergetar tanpa sadar."
      },
      "Only hear about half of what anyone says": {
        "count": 1,
        "translation": "Hanya mendengar setengah dari apa yang dikatakan orang lain."
      },
      "Only pay attention to topics she's interested in": {
        "count": 1,
        "translation": "Hanya memperhatikan hal-hal yang menarik minatnya."
      },
      "Perk right up when they hear a command, even if she's dead asleep": {
        "count": 1,
        "translation": "Langsung bangun sigap saat mendengar perintah, bahkan dalam kondisi tidur lelap."
      },
      "Perks up and teleports to the kitchen when she hears the sounds of cooking": {
        "count": 1,
        "translation": "Langsung muncul di dapur saat mendengar suara masakan."
      },
      "She comes running the second she hears \"party\"": {
        "count": 1,
        "translation": "Langsung berlari datang begitu mendengar kata “pesta.”"
      },
      "She covers people's ears and asks \"Guess who?\"": {
        "count": 1,
        "translation": "Menutup telinga orang lain lalu bertanya, “Tebak siapa?”"
      },
      "She gets strangely bashful when they're touched": {
        "count": 1,
        "translation": "Anehnya, jadi malu sendiri kalau telinganya disentuh."
      },
      "She's been sensitive to noises since she was little, and was therefore easily startled": {
        "count": 1,
        "translation": "Sejak kecil dia peka terhadap suara, jadi mudah terkejut."
      },
      "She's proud to have ears most fitting of a tiara": {
        "count": 1,
        "translation": "Bangga karena memiliki telinga yang paling pantas untuk mengenakan tiara."
      },
      "Sometimes doesn't hear anything when she thinks about running": {
        "count": 1,
        "translation": "Kadang tak mendengar apa pun saat sedang memikirkan tentang berlari."
      },
      "Sometimes used as directional fortune-telling": {
        "count": 1,
        "translation": "Kadang telinganya dijadikan semacam ramalan arah keberuntungan."
      },
      "Stand up straight whenever she hears someone count": {
        "count": 1,
        "translation": "Langsung berdiri tegak tiap kali mendengar seseorang menghitung."
      },
      "Tend to stand very straight when she's around others": {
        "count": 1,
        "translation": "Cenderung berdiri sangat tegak bila ada orang lain di sekitarnya."
      },
      "Their hair bristles when they pick up an \"emotional wave\"": {
        "count": 1,
        "translation": "Rambutnya berdiri saat menangkap 'gelombang emosi' dari seseorang."
      },
      "Twitch noticeably whenever she comes up with a pun": {
        "count": 1,
        "translation": "Telinganya langsung berkedut tiap kali ia memikirkan permainan kata."
      },
      "Uninterested in hearing anything that isn't first-rate": {
        "count": 1,
        "translation": "Tak tertarik mendengar apa pun yang bukan kelas atas."
      },
      "Wants to boogie when she hears Eurobeat music": {
        "count": 1,
        "translation": "Langsung pengin goyang begitu mendengar musik Eurobeat."
      },
      "Will win the struggle against her alarm clock someday": {
        "count": 1,
        "translation": "Suatu hari nanti, dia yakin akan menang melawan alarmnya sendiri."
      }
    },
    "family": {
      "Admires and misses her hard-working mother": {
        "count": 1,
        "translation": "Mengagumi sekaligus merindukan ibunya yang pekerja keras."
      },
      "Apparently, it's a national secret": {
        "count": 1,
        "translation": "Katanya sih, itu rahasia negara."
      },
      "Articles about her are displayed on the walls of her family's bar": {
        "count": 1,
        "translation": "Artikel tentang dirinya dipajang di dinding bar milik keluarganya."
      },
      "As a family that's had to travel and move for work a lot, they're are all skilled in languages": {
        "count": 1,
        "translation": "Karena sering pindah-pindah demi pekerjaan, seluruh keluarganya jadi mahir berbahasa asing."
      },
      "Coming from a theater family, her parents travel all over the country": {
        "count": 1,
        "translation": "Berasal dari keluarga teater, orang tuanya sering bepergian keliling negeri."
      },
      "Gave her more pocket money for shoes": {
        "count": 1,
        "translation": "Memberinya uang jajan tambahan khusus untuk beli sepatu."
      },
      "Gets her caring nature from her mother and is actually the youngest child": {
        "count": 1,
        "translation": "Menuruni sifat penyayang dari ibunya, dan ternyata dia anak bungsu di keluarganya."
      },
      "Gets her flawless skin from her mom and her golden blonde hair from her dad": {
        "count": 1,
        "translation": "Kulitnya yang mulus diwarisi dari sang ibu, sementara rambut pirangnya dari ayahnya."
      },
      "Gets her love of Japan from her parents. Her home has a Japanese-style room": {
        "count": 1,
        "translation": "Kecintaannya pada Jepang berasal dari orang tuanya — bahkan rumahnya punya satu ruangan bergaya Jepang."
      },
      "Goes fishing with her grandpa every time she goes home": {
        "count": 1,
        "translation": "Setiap pulang kampung, ia selalu memancing bersama kakeknya."
      },
      "Grew up with a hawk named \"Mambo\" that was basically a sibling to her": {
        "count": 1,
        "translation": "Tumbuh besar bersama seekor elang bernama “Mambo,” yang sudah seperti saudara baginya."
      },
      "Her dad looks so young that he's often mistaken for her brother": {
        "count": 1,
        "translation": "Ayahnya terlihat begitu muda sampai sering disangka kakaknya."
      },
      "Her family always vacations at hot springs, and knows of at least one hidden spring": {
        "count": 1,
        "translation": "Keluarganya selalu berlibur ke pemandian air panas—bahkan tahu setidaknya satu mata air tersembunyi."
      },
      "Her family lives an analog lifestyle now because their appliances kept breaking": {
        "count": 1,
        "translation": "Kini keluarganya hidup dengan gaya purba karena peralatan elektronik mereka sering rusak."
      },
      "Her family loves camping, festivals, and barbecues!": {
        "count": 1,
        "translation": "Keluarganya sangat menyukai berkemah, festival, dan barbeque!"
      },
      "Her family runs a daycare with a reputation for warmth": {
        "count": 1,
        "translation": "Keluarganya mengelola penitipan anak yang terkenal karena suasananya yang hangat."
      },
      "Her family's motto is \"Compliments, compliments, and more compliments!\"": {
        "count": 1,
        "translation": "Moto keluarganya adalah: “Pujian, pujian, dan lebih banyak pujian!”"
      },
      "Her father is a master chef, and her mother is a confectionary teacher": {
        "count": 1,
        "translation": "Ayahnya adalah koki profesional, sementara ibunya mengajar membuat kue dan manisan."
      },
      "Her father is a pilot, and they used to play together at the airport": {
        "count": 1,
        "translation": "Ayahnya seorang pilot, dan mereka dulu sering bermain bersama di bandara."
      },
      "Her hair ornament is the first idol costume part that her mother made": {
        "count": 1,
        "translation": "Hiasan rambutnya adalah bagian pertama dari kostum idol yang dibuat oleh ibunya."
      },
      "Her mother is terrible at housework, so they have a full-time maid": {
        "count": 1,
        "translation": "Ibunya buruk dalam pekerjaan rumah tangga, jadi keluarga mereka mempekerjakan asisten rumah tangga tetap."
      },
      "Her mother used to have her wear matching hairstyles with her sister": {
        "count": 1,
        "translation": "Dulu ibunya sering membuatnya memakai gaya rambut yang sama dengan kakaknya."
      },
      "Her parents and sister say her silence is proof of her kindness": {
        "count": 1,
        "translation": "Orang tua dan kakaknya bilang, sikap diamnya adalah bukti dari kebaikan hatinya."
      },
      "Her parents call her \"Mackie\"": {
        "count": 1,
        "translation": "Orang tuanya memanggilnya dengan sebutan “Mackie.”"
      },
      "Her parents have been teaching her the art of governing from a young age": {
        "count": 1,
        "translation": "Sejak kecil, orang tuanya sudah mengajarinya seni memimpin dan mengatur."
      },
      "Her parents knew to give her clothing that was durable as well as cute": {
        "count": 1,
        "translation": "Orang tuanya selalu memberinya pakaian yang tidak hanya imut, tapi juga tahan lama."
      },
      "Her parents used to read her picture books as bedtime stories": {
        "count": 1,
        "translation": "Dulu orang tuanya sering membacakan buku bergambar sebagai dongeng sebelum tidur."
      },
      "Meticulously plans her mom's birthday party a year in advance.": {
        "count": 1,
        "translation": "Merencanakan pesta ulang tahun ibunya dengan sangat detail, bahkan setahun sebelumnya."
      },
      "Nothing gets in the way of her family's annual tradition of watching the Derby": {
        "count": 1,
        "translation": "Tak ada yang bisa menghalangi tradisi tahunan keluarganya menonton Derby bersama."
      },
      "Often gets scolded by her mom for causing mischief with her dad": {
        "count": 1,
        "translation": "Sering dimarahi ibunya karena berbuat jahil bersama sang ayah."
      },
      "She gets her eye color from her birth mother": {
        "count": 1,
        "translation": "Warna matanya diwarisi dari ibu kandungnya."
      },
      "She likes her mom's carrot rice the best": {
        "count": 1,
        "translation": "Masakan favoritnya adalah nasi wortel buatan ibunya."
      },
      "She's thankful to her parents for making a beautiful daughter like her": {
        "count": 1,
        "translation": "Bersyukur kepada orang tuanya karena telah menciptakan putri secantik dirinya."
      },
      "The bright red sports car is a hand-me-down from her dad": {
        "count": 1,
        "translation": "Mobil sport merah menyala itu warisan dari ayahnya."
      },
      "The oddball of a famous racing family": {
        "count": 1,
        "translation": "Si unik dari keluarga balap terkenal."
      },
      "The talented older sister admires her little sister's bright personality": {
        "count": 1,
        "translation": "Kakaknya yang berbakat mengagumi kepribadian cerah sang adik."
      },
      "There's a rumor that a BNW mom group is about to form": {
        "count": 1,
        "translation": "Ada rumor bahwa grup para ibu BNW akan segera terbentuk."
      },
      "They cried when she stopped calling them \"Mama\" and \"Papa\"": {
        "count": 1,
        "translation": "Mereka menangis saat dia berhenti memanggil dengan sebutan “Mama” dan “Papa.”"
      },
      "They miss their daughter so much, they've applied for positions at Tracen Academy": {
        "count": 1,
        "translation": "Saking rindunya pada putri mereka, sampai-sampai mereka melamar kerja di Akademi Tracen."
      },
      "They run a cake shop famous for its baumkuchen": {
        "count": 1,
        "translation": "Keluarganya mengelola toko kue yang terkenal karena baumkuchen-nya."
      },
      "Welcome-home fireworks are always at the ready for her": {
        "count": 1,
        "translation": "Kembang api penyambutan selalu disiapkan tiap kali dia pulang ke rumah."
      }
    },
    "secrets": {
      "Did you know? Half of her top ten favorite movies are horror films.": {
        "count": 1,
        "translation": "Tahukah kamu? Setengah dari sepuluh film favoritnya adalah film horor."
      },
      "Did you know? Her alarm clock is set to ring every two minutes.": {
        "count": 1,
        "translation": "Tahukah kamu? Jam wekernya disetel untuk berbunyi setiap dua menit."
      },
      "Did you know? It takes her a long time to decide what body cleansing wipes to buy.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia butuh waktu lama hanya untuk memutuskan tisu pembersih tubuh mana yang akan dibeli."
      },
      "Did you know? No matter the paper, she can always make an amazing paper airplane.": {
        "count": 1,
        "translation": "Tahukah kamu? Kertas jenis apa pun bisa dia jadikan pesawat kertas yang luar biasa."
      },
      "Did you know? She burns through notebooks at an extremely fast rate.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia menghabiskan buku catatan dengan kecepatan luar biasa."
      },
      "Did you know? She can draw straight lines without using a ruler.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia bisa menggambar garis lurus tanpa penggaris."
      },
      "Did you know? She can make a dove appear out of a top hat, and she can make a top hat appear out of nothing.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia bisa membuat merpati muncul dari topi silinder—dan juga membuat topi itu muncul entah dari mana."
      },
      "Did you know? She can tell different brands of milk apart from taste alone.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia bisa membedakan merek susu hanya dari rasanya saja."
      },
      "Did you know? She can't say \"prestigious.\"": {
        "count": 1,
        "translation": "Tahukah kamu? Dia tidak bisa mengucapkan kata “prestigious.”"
      },
      "Did you know? She gets carsick when she's in the passenger seat.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia mudah mabuk perjalanan kalau duduk di kursi penumpang."
      },
      "Did you know? She has a special fabric softener just for her mask.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia punya pelembut kain khusus hanya untuk maskernya."
      },
      "Did you know? She hates all insects except ladybugs.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia benci semua serangga—kecuali kumbang kecil berbintik (ladybug)."
      },
      "Did you know? She holds an advanced rank in Japanese calligraphy.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia memiliki peringkat tinggi dalam seni kaligrafi Jepang."
      },
      "Did you know? She holds the record for her forward bend.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia pemegang rekor untuk posisi membungkuk ke depan."
      },
      "Did you know? She likes her food super spicy.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia suka makanan yang super pedas."
      },
      "Did you know? She once grew twelve centimeters in a year.": {
        "count": 1,
        "translation": "Tahukah kamu? Pernah dalam satu tahun, tinggi badannya bertambah dua belas sentimeter!"
      },
      "Did you know? She practices how to slide a glass down a counter.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia berlatih menggeser gelas di meja bar seperti di film-film."
      },
      "Did you know? She prefers bread for breakfast.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia lebih suka roti untuk sarapan."
      },
      "Did you know? She really, really, really cannot handle hot food.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia sama sekali, benar-benar tidak tahan makanan panas."
      },
      "Did you know? She sometime shouts \"Bring 'em home!\" in her sleep and wakes herself up.": {
        "count": 1,
        "translation": "Tahukah kamu? Kadang dia berteriak, “Bawa pulang mereka!” saat tidur, lalu terbangun sendiri."
      },
      "Did you know? She uses a peculiar ironing cloth.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia menggunakan kain setrika yang unik dan tak biasa."
      },
      "Did you know? She writes hair spray reviews.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia menulis ulasan tentang hair spray."
      },
      "Did you know? She'll always protect her lance pieces in shogi.": {
        "count": 1,
        "translation": "Tahukah kamu? Dalam permainan shogi, dia selalu melindungi bidak tombaknya."
      },
      "Did you know? She'll always remember a face.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia selalu bisa mengingat wajah seseorang."
      },
      "Did you know? She'll keep playing raffles until she wins or empties her wallet.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia akan terus ikut undian sampai menang—atau dompetnya kosong."
      },
      "Did you know? She's a big deal in the rhythm game scene.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia cukup terkenal di dunia game ritme."
      },
      "Did you know? She's a pro at making hand-drawn signs.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia ahli membuat papan tulisan buatan tangan."
      },
      "Did you know? She's an expert at using up leftovers in the fridge.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia jago mengolah sisa makanan di kulkas jadi hidangan baru."
      },
      "Did you know? She's constantly getting packages from abroad.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia sering sekali menerima paket dari luar negeri."
      },
      "Did you know? She's fantastic at trimming her nails just right.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia luar biasa rapi dalam memotong kukunya."
      },
      "Did you know? She's great at reading storybooks out loud.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia pandai sekali membacakan buku cerita dengan suara keras."
      },
      "Did you know? She's great at rolling perfectly round rice cakes.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia sangat lihai membuat kue mochi bulat sempurna."
      },
      "Did you know? She's made just one huge change to her ear decoration in the past.": {
        "count": 1,
        "translation": "Tahukah kamu? Dulunya, dia hanya pernah sekali mengubah hiasan telinganya secara besar-besaran."
      },
      "Did you know? She's scarily good at trivia quizzes.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia luar biasa hebat dalam kuis trivia—sampai bikin orang lain ciut."
      },
      "Did you know? She's secretly particular about her skirt length.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia diam-diam sangat teliti soal panjang rok yang ia pakai."
      },
      "Did you know? She's skilled at spinning pens.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia jago memutar-mutar pena di jarinya."
      },
      "Did you know? She's the reigning quick draw competition champion.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia juara bertahan dalam lomba menggambar cepat."
      },
      "Did you know? She's very particular about her choice of undergarments.": {
        "count": 1,
        "translation": "Tahukah kamu? Dia sangat selektif dalam memilih pakaian dalamnya."
      },
      "Did you know? Thanks to her father, she still thinks something might steal her tail when thunder strikes.": {
        "count": 1,
        "translation": "Tahukah kamu? Karena ayahnya, dia masih percaya kalau petir bisa mencuri ekornya."
      },
      "Did you know? The stem in her mouth comes from her family's gardens.": {
        "count": 1,
        "translation": "Tahukah kamu? Batang yang sering ia gigit itu berasal dari kebun keluarganya."
      },
      "Did you know? When she's bringing up the rear, she wishes she at least had an \"End of the Line\" sign.": {
        "count": 1,
        "translation": "Tahukah kamu? Saat berlari paling belakang, dia berharap bisa membawa papan bertuliskan 'Akhir Barisan.'"
      }
    },
    "self_intro": {
      "A mighty crimson bird swoops onto the track! It's the one, the only! El Condor Pasaaa, the strongest Umamusume in the wooorld!": {
        "count": 1,
        "translation": "Seekor burung merah perkasa melesat ke lintasan! Satu-satunya, tak tertandingi! El Condor Pasaaa—Umamusume terkuat di duniaaa!"
      },
      "Bow down! Gold Ship has arrived! Whether I gotta go through a raging inferno, the most downtrodden turf, or even way out there in outer space, I'm always up for adventure! ☆": {
        "count": 1,
        "translation": "Bersujudlah! Gold Ship telah tiba! Mau itu neraka yang membara, tanah berlumpur, atau luar angkasa sekalipun—aku selalu siap berpetualang! ☆"
      },
      "Buono, buono! ♪ Hishi Akebono here! ☆ Whether it's cooking or racing, I put a little bit of love into everything I do!": {
        "count": 1,
        "translation": "Buono, buono! ♪ Hishi Akebono hadir! ☆ Entah memasak atau berlari, aku selalu menaruh sedikit cinta di setiap hal yang kulakukan!"
      },
      "Greetings! They call me Matikanefukukitaru! My unwavering faith in the great Shiraoki will bring abundant blessings into our lives. Available for divination day and night!": {
        "count": 1,
        "translation": "Salam! Namaku Matikanefukukitaru! Keyakinanku pada Dewa Shiraoki yang agung akan membawa berkah berlimpah dalam hidup kita. Ramalan dibuka siang dan malam!"
      },
      "Hehe. ♪ I'm Super Creek. I'll work hard to make everyone around me smile. Just leave it to me. ♪": {
        "count": 1,
        "translation": "Hehe. ♪ Aku Super Creek. Aku akan berusaha keras membuat semua orang tersenyum. Serahkan saja padaku ya~ ♪"
      },
      "Hello! Daiwa Scarlet here! I'll try my best to... What am I saying? \"Trying\" won't cut it. I will be number one!": {
        "count": 1,
        "translation": "Halo! Daiwa Scarlet di sini! Aku akan berusaha... Eh, apa sih aku ngomong? ‘Berusaha’ aja nggak cukup. Aku pasti jadi nomor satu!"
      },
      "Hello! I'm Sakura Bakushin O! As you can tell, I'm the model class representative AND Umamusume! BAKUSHIIIN!": {
        "count": 1,
        "translation": "Halo! Aku Sakura Bakushin O! Seperti yang bisa kamu lihat, aku ketua kelas teladan DAN seorang Umamusume! BAKUSHIIIN!"
      },
      "Hello. I'm Seiun Sky. I'm just taking things as they come. Good things come to those who wait, you know?": {
        "count": 1,
        "translation": "Halo. Aku Seiun Sky. Aku menjalani semuanya dengan santai aja. Hal baik datang pada yang sabar, kan?"
      },
      "Here comes Curren Chan, ready to make the whooole world a cuter place! ☆ Curren's the only girl you need to keep your eyes on! Okay? ♪": {
        "count": 1,
        "translation": "Ini dia Curren Chan, siap membuat dunia jadi lebih imut! ☆ Curren satu-satunya gadis yang harus kamu perhatikan, ya! ♪"
      },
      "Hey hey! It's Tokai Teio! You might wanna keep an eye on me! Because there's gonna be a new undefeated Triple Crown champion in town!": {
        "count": 1,
        "translation": "Hei hei! Ini Tokai Teio! Awas matamu jangan lepas dari aku! Karena sang juara Triple Crown tak terkalahkan yang baru sudah datang!"
      },
      "Hey, hey! My dream's always been to become a Derby Champion! OH, RIGHT! MY NAME! I'm Winning Ticket! Keep your eyes on me!": {
        "count": 1,
        "translation": "Hei, hei! Impianku selalu jadi juara Derby! Oh iya! Namaku! Aku Winning Ticket! Jangan lepas pandanganmu dariku!"
      },
      "Hey. I'm Nice Nature. Haha, truth is, I don't really live up to people's expectations of me, but... that's cool too, you know? I prefer to take it easy.": {
        "count": 1,
        "translation": "Hei. Aku Nice Nature. Haha, sebenarnya aku nggak selalu bisa memenuhi harapan orang... tapi nggak apa-apa juga sih. Aku lebih suka jalan santai aja."
      },
      "Hi hi! I'm Digitan! I'm here to support all these sparkling Umamusume! Every day here is a good day! Especially for an Uma Otaku!": {
        "count": 1,
        "translation": "Hai hai! Aku Digitan! Aku di sini untuk mendukung semua Umamusume yang bersinar ini! Setiap hari itu hari baik! Terutama bagi Uma Otaku sepertiku!"
      },
      "Hi! I-I'm Meisho Doto. I, uh... I... I hope someday I can have the confidence to... Uh... I e-endeavor to... Oh, d-dang, I keep tripping up...": {
        "count": 1,
        "translation": "H-halo! A-aku Meisho Doto. A-aku... uh... semoga suatu hari aku bisa punya kepercayaan diri untuk... uh... a-aku berusaha... aah, kenapa lidahku belibet terus..."
      },
      "Hiii! Maruzensky here! You came here to see me, right? My running's out of this world! Hehe! Try not to fall in love too hard, okay? ♪": {
        "count": 1,
        "translation": "Hiii! Maruzensky di sini! Kamu datang buat lihat aku kan? Larianku luar biasa! Hehe~ Jangan sampai jatuh cinta terlalu dalam ya~ ♪"
      },
      "Howdy! Taiki Shuttle here! I'm aimin' to put smiles on some faces with some hard runnin'!": {
        "count": 1,
        "translation": "Howdy! Taiki Shuttle hadir! Aku ingin membuat orang-orang tersenyum lewat larianku yang penuh semangat!"
      },
      "I am Air Groove. If you are unwavering in your beliefs, your ideals will blossom. It is my role as Empress to lead by example.": {
        "count": 1,
        "translation": "Aku Air Groove. Jika keyakinanmu tak tergoyahkan, idealismemu akan berkembang. Sebagai sang Permaisuri, tugasku adalah memimpin dengan memberi teladan."
      },
      "I am Mejiro McQueen. I shall surely fulfill my family's ambition to claim the Tenno Sho crown.": {
        "count": 1,
        "translation": "Aku Mejiro McQueen. Aku pasti akan memenuhi ambisi keluargaku—merebut mahkota Tenno Sho."
      },
      "I am Symboli Rudolf. I hold the honor of being the \"Emperor\" who seeks to help all Umamusume reach their true potential. Together, let us forge a path to honor and glory!": {
        "count": 1,
        "translation": "Aku Symboli Rudolf. Aku memegang kehormatan sebagai sang 'Kaisar' yang ingin membantu semua Umamusume mencapai potensi sejatinya. Mari kita ukir jalan menuju kehormatan dan kejayaan bersama!"
      },
      "I see a buncha Umamusume here looking like they wanna fight! Well, Hishiama will give you all you can handle! Come at me! One-on-one!": {
        "count": 1,
        "translation": "Kulihat banyak Umamusume di sini siap bertarung! Baiklah, Hishiama akan kasih kalian tantangan yang sepadan! Ayo, satu lawan satu!"
      },
      "I'm Agnes Tachyon. You wouldn't be interested in finding out just how fast an Umamusume can run, would you? I just so happen to be looking for a guinea pig...": {
        "count": 1,
        "translation": "Aku Agnes Tachyon. Kau tidak tertarik tahu seberapa cepat Umamusume bisa berlari, kan? Kebetulan aku sedang mencari kelinci percobaan..."
      },
      "I'm Biwa Hayahide. My goal is to devise the perfect winning equation... I'd also like to point out that my head is of completely average size!": {
        "count": 1,
        "translation": "Aku Biwa Hayahide. Tujuanku adalah menemukan rumus kemenangan yang sempurna... Dan, sebagai catatan, ukuran kepalaku benar-benar normal!"
      },
      "I'm Haru Urara! I like carrots! Oh, and running too! ♪ I'm always working my hardest to take first place!": {
        "count": 1,
        "translation": "Aku Haru Urara! Aku suka wortel! Oh, dan juga berlari! ♪ Aku selalu berusaha sekuat tenaga untuk meraih posisi pertama!"
      },
      "I'm Maya, heh heh! ☆ I love all things exciting! The thrill of adrenaline's the best! ♪ Nice to meet ya!": {
        "count": 1,
        "translation": "Aku Maya, heh heh! ☆ Aku suka segala hal yang menegangkan! Sensasi adrenalin itu yang terbaik! ♪ Senang bertemu denganmu!"
      },
      "I'm Narita Brian. I'm here to run circles around my opponents, not chit-chat. That's it.": {
        "count": 1,
        "translation": "Aku Narita Brian. Aku di sini untuk mengitari lawanku di lintasan, bukan untuk ngobrol. Itu saja."
      },
      "I'm Oguri Cap. I'll do my best to win for the folks back home. Thanks for your support.": {
        "count": 1,
        "translation": "Aku Oguri Cap. Aku akan berusaha menang demi orang-orang di kampung halamanku. Terima kasih atas dukungannya."
      },
      "I'm Rice Shower... To be honest, all I ever do is cause bad things to happen, and... I'm really just no good... B-but I'm trying to be better!": {
        "count": 1,
        "translation": "Aku Rice Shower... Sejujurnya, aku sering membawa kesialan... dan... aku memang kurang bisa apa-apa... T-tapi aku sedang berusaha jadi lebih baik!"
      },
      "I'm Silence Suzuka. I love to run, and I won't give up my lead to anyone. Uh... that's about it.": {
        "count": 1,
        "translation": "Aku Silence Suzuka. Aku suka berlari, dan aku tak akan menyerahkan posisi depanku pada siapa pun. Uh... itu saja sih."
      },
      "It's everyone's favorite jet-black entertainer, Fuji Kiseki! I'm a modern miracle! I put smiles on faces wherever I go, you know? ♪": {
        "count": 1,
        "translation": "Inilah bintang hitam kesayangan semua orang—Fuji Kiseki! Aku adalah keajaiban modern! Aku membawa senyum ke mana pun aku pergi! ♪"
      },
      "Muahahaha! Feast your eyes upon your beautiful and powerful Overlord, T.M. Opera O! My legend... begins now!": {
        "count": 1,
        "translation": "Muahahaha! Tataplah penguasa indah nan perkasa kalian—T.M. Opera O! Legenda diriku... dimulai sekarang!"
      },
      "My name is Eishin Flash. I run to preserve Umamusume tradition. I always run right on schedule.": {
        "count": 1,
        "translation": "Namaku Eishin Flash. Aku berlari untuk menjaga tradisi Umamusume. Aku selalu berlari tepat waktu."
      },
      "My name is Grass Wonder. I was born an Umamusume, so I will take this path as far as I possibly can. Hee hee. ♪": {
        "count": 1,
        "translation": "Namaku Grass Wonder. Aku terlahir sebagai Umamusume, jadi aku akan menapaki jalan ini sejauh yang aku bisa. Hee hee~ ♪"
      },
      "My name is Mihono Bourbon. My objective is to win the Triple Crown. Please refer to my specs for information regarding my capabilities.": {
        "count": 1,
        "translation": "Namaku Mihono Bourbon. Tujuanku adalah menjuarai Triple Crown. Silakan lihat spesifikasi diriku untuk informasi kemampuan lebih lanjut."
      },
      "My name's Smart Falcon, but you can call me Falco! My dream is to become an Umadol! Just let me know if you want my autograph! ☆": {
        "count": 1,
        "translation": "Namaku Smart Falcon, tapi panggil saja Falco! Mimpiku adalah menjadi seorang Umadol! Kalau mau tanda tanganku, bilang aja ya! ☆"
      },
      "My name's Special Week! My dream is to be the top Umamusume in all of Japan! I gotta work hard to make my moms proud!": {
        "count": 1,
        "translation": "Namaku Special Week! Impianku adalah menjadi Umamusume terbaik di seluruh Jepang! Aku harus berusaha keras supaya kedua ibuku bangga!"
      },
      "Ohoho! I am Kawakami Princess. That's right! A princess among princesses. I'm here to smash my opponents into the dirt. Gracefully, of course!": {
        "count": 1,
        "translation": "Ohoho! Aku Kawakami Princess. Betul sekali! Seorang putri di antara para putri! Aku di sini untuk mengalahkan lawan-lawanku dengan anggun, tentu saja!"
      },
      "Ohoho! My name is King Halo. As a first-rate competitor, you can naturally expect great things from me. Rest assured, King Halo will be a household name soon enough.": {
        "count": 1,
        "translation": "Ohoho! Namaku King Halo. Sebagai pesaing kelas atas, tentu kamu bisa berharap banyak dariku. Tenang saja, King Halo akan jadi nama yang dikenal semua orang!"
      },
      "Sup! Mejiro Ryan here! I'm real big into fitness and lifting. It's all 'bout keeping yourself swole! See you at the gym!": {
        "count": 1,
        "translation": "Yo! Mejiro Ryan di sini! Aku sangat suka latihan dan angkat beban. Semuanya tentang menjaga badan tetap kuat! Sampai jumpa di gym!"
      },
      "The name's Gold City. You better not think I'm just another pretty face. I'll let my running do my talking for me.": {
        "count": 1,
        "translation": "Namaku Gold City. Jangan kira aku cuma wajah cantik biasa. Aku akan membiarkan larianku yang berbicara."
      },
      "The name's Narita Taishin. I'm in this to make all the people who doubted me look stupid. Now leave me alone.": {
        "count": 1,
        "translation": "Namaku Narita Taishin. Aku di sini untuk membuat semua orang yang meragukanku terlihat bodoh. Sekarang, biarkan aku sendiri."
      },
      "Yo! Vodka here! Listen up. My policy is to be the coolest at all times! I don't act all lame. Got that?": {
        "count": 1,
        "translation": "Yo! Vodka di sini! Dengar ya—prinsipku adalah selalu jadi yang paling keren! Aku nggak pernah bertingkah payah. Paham?"
      }
    },
    "strong": {
      "Air bike": {
        "count": 1,
        "translation": "Bersepeda udara (air bike)"
      },
      "Being needed, helping others": {
        "count": 1,
        "translation": "Dibutuhkan, dan membantu orang lain"
      },
      "Cheering on friends, feeling her feelings": {
        "count": 1,
        "translation": "Menyemangati teman, dan mengekspresikan perasaannya"
      },
      "Chess": {
        "count": 1,
        "translation": "Catur"
      },
      "Cleaning": {
        "count": 1,
        "translation": "Membersihkan rumah"
      },
      "Cracking walnuts": {
        "count": 1,
        "translation": "Memecahkan kacang kenari"
      },
      "Design and fashion": {
        "count": 1,
        "translation": "Desain dan fesyen"
      },
      "Detailed food reports": {
        "count": 1,
        "translation": "Ulasan makanan secara mendetail"
      },
      "Drawing": {
        "count": 1,
        "translation": "Menggambar"
      },
      "Drifting": {
        "count": 1,
        "translation": "Drifting (balap selip mobil)"
      },
      "Eating delicious food": {
        "count": 1,
        "translation": "Makan makanan lezat"
      },
      "Exterminating pests (by hand)": {
        "count": 1,
        "translation": "Membasmi hama (secara manual, dengan tangan)"
      },
      "Fortune-telling": {
        "count": 1,
        "translation": "Meramal nasib"
      },
      "Games, housework": {
        "count": 1,
        "translation": "Main game, dan pekerjaan rumah"
      },
      "Growing flowers": {
        "count": 1,
        "translation": "Menanam dan merawat bunga"
      },
      "Impromptu opera performances": {
        "count": 1,
        "translation": "Pertunjukan opera dadakan"
      },
      "Japanese sweets, Japanese culture, competitive karuta": {
        "count": 1,
        "translation": "Manisan Jepang, budaya Jepang, dan karuta kompetitif"
      },
      "Making friends": {
        "count": 1,
        "translation": "Membuat teman baru"
      },
      "Making sweets, sumo wrestling": {
        "count": 1,
        "translation": "Membuat manisan, dan sumo"
      },
      "Miracle-level massages": {
        "count": 1,
        "translation": "Pijatan dengan tingkat keajaiban"
      },
      "Model walk": {
        "count": 1,
        "translation": "Berjalan ala model"
      },
      "Moving facial muscles": {
        "count": 1,
        "translation": "Melatih otot wajah"
      },
      "Naps, fishing": {
        "count": 1,
        "translation": "Tidur siang dan memancing"
      },
      "Positive thinking": {
        "count": 1,
        "translation": "Berpikir positif"
      },
      "Pretty much anything": {
        "count": 1,
        "translation": "Hampir apa saja"
      },
      "Pro wrestling": {
        "count": 1,
        "translation": "Gulat profesional"
      },
      "Recreating Art": {
        "count": 1,
        "translation": "Menciptakan ulang karya seni"
      },
      "Remembering names and faces": {
        "count": 1,
        "translation": "Mengingat nama dan wajah orang"
      },
      "Research, eating sweets with tea": {
        "count": 1,
        "translation": "Meneliti, dan makan manisan sambil minum teh"
      },
      "Running long distances": {
        "count": 1,
        "translation": "Lari jarak jauh"
      },
      "Selfies, piano": {
        "count": 1,
        "translation": "Selfie dan bermain piano"
      },
      "Serving homemade cooking": {
        "count": 1,
        "translation": "Menyajikan masakan buatan sendiri"
      },
      "Staring contests": {
        "count": 1,
        "translation": "Adu tatap (adu tahan pandangan)"
      },
      "Staying positive, enka": {
        "count": 1,
        "translation": "Tetap berpikiran positif, dan menyanyi enka"
      },
      "Studying, housework": {
        "count": 1,
        "translation": "Belajar dan pekerjaan rumah"
      },
      "Surprising people": {
        "count": 1,
        "translation": "Mengejutkan orang lain"
      },
      "Table manners": {
        "count": 1,
        "translation": "Etika makan di meja"
      },
      "Table tennis, finding new snacks": {
        "count": 1,
        "translation": "Tenis meja dan mencari camilan baru"
      },
      "Taking care of others": {
        "count": 1,
        "translation": "Merawat orang lain"
      },
      "Weightlifting": {
        "count": 1,
        "translation": "Angkat besi"
      },
      "Working as hard as possible": {
        "count": 1,
        "translation": "Bekerja sekeras mungkin"
      }
    },
    "tagline": {
      "A blunt racer and the gold standard in racing and beauty.": {
        "count": 1,
        "translation": "Pembalap lugas sekaligus standar emas dalam kecepatan dan kecantikan."
      },
      "A coolheaded dreamer from the countryside.": {
        "count": 1,
        "translation": "Pemimpi berhati tenang dari pedesaan."
      },
      "A fiery intellectual. Logic is her weapon!": {
        "count": 1,
        "translation": "Seorang intelektual penuh semangat—logika adalah senjatanya!"
      },
      "A friendly girl born in the U.S.": {
        "count": 1,
        "translation": "Gadis ramah yang lahir di Amerika Serikat."
      },
      "A mad scientist who fears no law. Weaknesses of the flesh can be overcome!": {
        "count": 1,
        "translation": "Ilmuwan gila yang tak gentar pada hukum apa pun. Kelemahan tubuh hanyalah hal yang bisa diatasi!"
      },
      "A shining star of pure cuteness! I need lots of love and attention, okay?": {
        "count": 1,
        "translation": "Bintang bersinar penuh keimutan! Aku butuh banyak cinta dan perhatian, ya? ♡"
      },
      "Actions speak louder than words! A tough and stubborn lone wolf.": {
        "count": 1,
        "translation": "Tindakan lebih berarti daripada kata-kata! Serigala penyendiri yang tangguh dan keras kepala."
      },
      "Always at your service. The classiest racer around.": {
        "count": 1,
        "translation": "Selalu siap melayani. Pembalap paling elegan yang pernah ada."
      },
      "Always follows commands! The cyborg Umamusume.": {
        "count": 1,
        "translation": "Selalu patuh pada perintah! Umamusume bergaya cyborg."
      },
      "Beyond arrogant! This hothead hates to lose.": {
        "count": 1,
        "translation": "Sombongnya tiada tanding! Gadis berapi-api ini benci kekalahan."
      },
      "Big and generous... portions? Get some more buono in your life! ♪": {
        "count": 1,
        "translation": "Besar dan dermawan... dalam porsi? Tambahkan lebih banyak ‘buono’ dalam hidupmu! ♪"
      },
      "Bringer of misfortune? This racer pursues her dreams despite her dreary outlook.": {
        "count": 1,
        "translation": "Pembawa kesialan? Pembalap ini tetap mengejar mimpinya meski pandangannya suram."
      },
      "Cool and matter-of-fact! Her slight frame gives her an unexpected advantage.": {
        "count": 1,
        "translation": "Dingin dan to the point! Tubuh mungilnya justru memberinya keuntungan tak terduga."
      },
      "Does what she wants, when she wants. As free as a drifting cloud...": {
        "count": 1,
        "translation": "Melakukan apa pun sesukanya, kapan pun ia mau. Sebebas awan yang melayang..."
      },
      "Don't expect much from her. This Umamusume is super cynical.": {
        "count": 1,
        "translation": "Jangan berharap terlalu banyak darinya—Umamusume ini super sinis."
      },
      "Everything she does is according to her plan. A solemn and diligent mädchen.": {
        "count": 1,
        "translation": "Segala yang ia lakukan selalu sesuai rencana. Gadis Jerman yang serius dan tekun."
      },
      "Extremely haughty. Her pride extends to the heavens!": {
        "count": 1,
        "translation": "Sangat angkuh—kesombongannya menjulang hingga ke langit!"
      },
      "Fortune be with me! This charm-tastic Umamusume loves fortune-telling.": {
        "count": 1,
        "translation": "Keberuntungan bersamaku! Umamusume penuh pesona ini sangat gemar meramal nasib."
      },
      "Headstrong and full of life! A roadster with a heart of gold.": {
        "count": 1,
        "translation": "Keras kepala dan penuh semangat! Si pembalap jalanan berhati emas."
      },
      "I love Umamusume! A super versatile otaku.": {
        "count": 1,
        "translation": "Aku cinta Umamusume! Otaku serba bisa yang super aktif."
      },
      "In order to change her outlook and herself, this pessimist gives it her all.": {
        "count": 1,
        "translation": "Untuk mengubah pandangan dan dirinya sendiri, si pesimis ini berjuang sekuat tenaga."
      },
      "Keeping it old-school! A real hot rod!": {
        "count": 1,
        "translation": "Gaya klasik sepanjang masa! Pembalap sejati dengan jiwa ‘hot rod’!"
      },
      "Leave the fanservice to her! Self-proclaimed future top Umadol.": {
        "count": 1,
        "translation": "Urusan fanservice? Serahkan padanya! Mengaku sebagai calon Umadol nomor satu."
      },
      "Motherly and kind, her presence is soothing.": {
        "count": 1,
        "translation": "Keibuan dan lembut—kehadirannya selalu menenangkan."
      },
      "Neat and sweet. Japanese at heart, she's back home from the U.S.": {
        "count": 1,
        "translation": "Rapi dan manis. Gadis berhati Jepang yang baru kembali dari Amerika."
      },
      "Never hold back your feelings! This girl wears her heart on her sleeve.": {
        "count": 1,
        "translation": "Jangan pernah menahan perasaanmu! Gadis ini selalu jujur menampilkan emosinya."
      },
      "No matter how many times she falls, this girl always picks herself back up!": {
        "count": 1,
        "translation": "Tak peduli berapa kali jatuh, gadis ini selalu bangkit lagi!"
      },
      "Nothing beats a good workout! Even the sweat of her brow is earnest and pure.": {
        "count": 1,
        "translation": "Tak ada yang mengalahkan latihan yang baik! Bahkan keringatnya pun murni dan tulus."
      },
      "Rar'n to go! A pure-hearted girl focused on her dream.": {
        "count": 1,
        "translation": "Siap berlari! Gadis berhati murni yang fokus mengejar mimpinya."
      },
      "She dreams of being a princess! A bold spitfire of an Umamusume.": {
        "count": 1,
        "translation": "Ia bermimpi menjadi seorang putri! Umamusume yang berani dan berapi-api."
      },
      "She's like your sweet little sister. She can't wait to grow up!": {
        "count": 1,
        "translation": "Dia seperti adik kecilmu yang manis—tak sabar untuk cepat dewasa!"
      },
      "The North American Phantom Bird! A vivacious and quirky lucha libre.": {
        "count": 1,
        "translation": "Burung Hantu Hitam dari Amerika Utara! Petarung lucha libre yang lincah dan unik."
      },
      "The coolly calculating Empress. Highly gifted and ambitious.": {
        "count": 1,
        "translation": "Sang Permaisuri yang tenang dan penuh perhitungan. Berbakat besar dan sangat ambisius."
      },
      "The crown jewel of the prestigious Mejiro family. A classy and poised young lady.": {
        "count": 1,
        "translation": "Permata mahkota keluarga Mejiro yang terpandang—gadis muda yang anggun dan berkelas."
      },
      "The pompous star of the stage. Her laugh fills the room!": {
        "count": 1,
        "translation": "Bintang panggung yang penuh percaya diri—tawanya menggema memenuhi ruangan!"
      },
      "The reigning Emperor. Her rule is absolute!": {
        "count": 1,
        "translation": "Sang Kaisar yang berkuasa—pemerintahannya mutlak!"
      },
      "The silent runner aiming to break the sound barrier.": {
        "count": 1,
        "translation": "Pelari sunyi yang bercita-cita menembus batas suara."
      },
      "This class representative's gone wild! Full Speed Bakushiiiin!": {
        "count": 1,
        "translation": "Ketua kelas ini benar-benar lepas kendali! Kecepatan penuh—Bakushiiiin!"
      },
      "Unbeatable and adorable! A happy hoppin' racer.": {
        "count": 1,
        "translation": "Tak terkalahkan dan menggemaskan! Pembalap ceria yang selalu melompat penuh semangat."
      },
      "Wild and unpredictable, this golden runner is unlike anybody else!": {
        "count": 1,
        "translation": "Liar dan tak terduga—pelari emas ini tak seperti siapa pun yang lain!"
      },
      "You wanna go? One-on-one! The dorm leader everyone knows and loves.": {
        "count": 1,
        "translation": "Mau tanding? Satu lawan satu! Pemimpin asrama yang dikenal dan disayangi semua orang."
      }
    },
    "tail": {
      "Apparently grabbing the tail is a foul": {
        "count": 1,
        "translation": "Katanya, menarik ekor dianggap pelanggaran."
      },
      "Can get bugs off her back without looking over her shoulder": {
        "count": 1,
        "translation": "Bisa menyingkirkan serangga di punggungnya tanpa perlu menoleh."
      },
      "Completely stops moving when she's fortune-telling": {
        "count": 1,
        "translation": "Berhenti total saat sedang meramal nasib."
      },
      "Currently practicing a cool way to swish her tail": {
        "count": 1,
        "translation": "Sedang berlatih cara mengayunkan ekor dengan gaya yang keren."
      },
      "Even her tail movements are first-rate": {
        "count": 1,
        "translation": "Bahkan gerakan ekornya pun kelas atas."
      },
      "Even the hairs on her tail feel electric when she's giving a speech": {
        "count": 1,
        "translation": "Bahkan bulu ekornya bergetar saat ia berpidato."
      },
      "Expresses her joy, anger, and even sorrow": {
        "count": 1,
        "translation": "Ekor itu mengekspresikan kegembiraan, amarah, bahkan kesedihannya."
      },
      "Fights with her comb everyday to tame her curls": {
        "count": 1,
        "translation": "Setiap hari berjuang dengan sisirnya untuk menaklukkan rambut ikal ekornya."
      },
      "Gets tangled often because she fidgets with it when she worries": {
        "count": 1,
        "translation": "Sering kusut karena ia memainkan ekornya saat sedang cemas."
      },
      "Getting it all silky with a morning shower is her favorite part of the day": {
        "count": 1,
        "translation": "Membuat ekornya lembut dengan mandi pagi adalah bagian favorit harinya."
      },
      "Good luck grabbing it when she's in full-on Bakushin Mode": {
        "count": 1,
        "translation": "Selamat mencoba memegangnya saat dia sedang dalam Mode Bakushin penuh!"
      },
      "Great at calming children": {
        "count": 1,
        "translation": "Ahli menenangkan anak-anak dengan ekornya."
      },
      "Has a hard time getting her tail through the hole in her pants when it's humid": {
        "count": 1,
        "translation": "Kesulitan memasukkan ekornya ke lubang celana saat cuaca lembap."
      },
      "Her glossy black tail is admired by many students": {
        "count": 1,
        "translation": "Ekor hitam mengilapnya dikagumi banyak siswa."
      },
      "Her tail wags ferociously when she lies": {
        "count": 1,
        "translation": "Ekor itu bergoyang hebat saat ia berbohong."
      },
      "Her tail's strong enough that she can stand on it... according to rumors": {
        "count": 1,
        "translation": "Ekor itu cukup kuat hingga ia bisa berdiri di atasnya... menurut rumor."
      },
      "Involuntarily goes completely still when having her picture taken": {
        "count": 1,
        "translation": "Secara refleks diam total saat difoto."
      },
      "Just looks good without doing anything": {
        "count": 1,
        "translation": "Sudah terlihat bagus bahkan tanpa melakukan apa-apa."
      },
      "Lovingly named \"Princess Tail\"": {
        "count": 1,
        "translation": "Dengan penuh kasih dijuluki “Ekor Sang Putri.”"
      },
      "Moves along with her emotions, making her a terrible poker player": {
        "count": 1,
        "translation": "Ekor itu bergerak mengikuti emosinya—membuatnya jadi pemain poker yang buruk."
      },
      "Seems to glisten when light hits it": {
        "count": 1,
        "translation": "Tampak berkilau ketika terkena cahaya."
      },
      "She always makes efforts to reduce her wind resistance": {
        "count": 1,
        "translation": "Ia selalu berusaha mengurangi hambatan angin dengan ekornya."
      },
      "She gets her tail done at a salon before concerts": {
        "count": 1,
        "translation": "Ia menata ekornya di salon sebelum konser."
      },
      "She never cared much for appearances": {
        "count": 1,
        "translation": "Dia tidak terlalu peduli dengan penampilan."
      },
      "She really works up a sweat, so she has a separate towel for her tail": {
        "count": 1,
        "translation": "Ia banyak berkeringat, jadi punya handuk khusus untuk ekornya."
      },
      "She secretly brushes it late at night": {
        "count": 1,
        "translation": "Diam-diam menyisir ekornya larut malam."
      },
      "She trims it to the most exact millimeter": {
        "count": 1,
        "translation": "Memangkas ekornya dengan presisi sampai milimeter terakhir."
      },
      "She used to think spinning it would make her run faster": {
        "count": 1,
        "translation": "Dulu dia pikir memutar ekornya bisa membuatnya berlari lebih cepat."
      },
      "She uses a tail spray sent by the folks back home": {
        "count": 1,
        "translation": "Dia memakai semprotan ekor kiriman dari keluarganya di kampung."
      },
      "She's flexible enough, so there's no spot she can't reach": {
        "count": 1,
        "translation": "Tubuhnya cukup lentur, jadi tak ada bagian ekor yang tak bisa ia jangkau."
      },
      "She's mindful not to hit people with her tail": {
        "count": 1,
        "translation": "Berhati-hati agar ekornya tidak mengenai orang lain."
      },
      "She's mindful of how she sits so as not to mess up the hairs": {
        "count": 1,
        "translation": "Duduk dengan hati-hati agar bulu ekornya tidak berantakan."
      },
      "Sometimes forgets it in her room (according to her)": {
        "count": 1,
        "translation": "Kadang katanya dia lupa membawa ekornya dari kamar (katanya sih)."
      },
      "Sway gracefully like magnificent feather accessories of the stage": {
        "count": 1,
        "translation": "Berayun anggun seperti aksesori bulu megah di panggung."
      },
      "Swishes her tail excitedly when she talks about sports": {
        "count": 1,
        "translation": "Mengibas-ibaskan ekornya dengan antusias saat membicarakan olahraga."
      },
      "The hairs stand on end when she gets an idea": {
        "count": 1,
        "translation": "Bulu ekornya berdiri tegak saat ia mendapat ide."
      },
      "Twirls around whenever she whisks ingredients": {
        "count": 1,
        "translation": "Berputar-putar tiap kali ia mengaduk bahan masakan."
      },
      "Ultra-soft and fluffy—almost captivatingly so": {
        "count": 1,
        "translation": "Sangat lembut dan mengembang—hampir memikat siapa pun yang melihat."
      },
      "Unless you're a friend, touching it will earn you a swift kick": {
        "count": 1,
        "translation": "Kecuali kamu teman dekat, menyentuhnya akan berujung pada tendangan cepat."
      },
      "Uses the same tail oil as her mother": {
        "count": 1,
        "translation": "Menggunakan minyak perawatan ekor yang sama seperti ibunya."
      },
      "Wags with excitement when she's receiving attention": {
        "count": 1,
        "translation": "Ekor itu bergoyang senang setiap kali dia mendapat perhatian."
      }
    },
    "weak": {
      "Anything requiring three or more steps": {
        "count": 1,
        "translation": "Hal apa pun yang butuh lebih dari tiga langkah."
      },
      "Art (Excluding Recreations)": {
        "count": 1,
        "translation": "Seni (kecuali yang bersifat hiburan)."
      },
      "Being alone": {
        "count": 1,
        "translation": "Sendirian."
      },
      "Being quiet": {
        "count": 1,
        "translation": "Diam terlalu lama."
      },
      "Being wasteful": {
        "count": 1,
        "translation": "Bersikap boros atau membuang-buang sesuatu."
      },
      "Boring tasks": {
        "count": 1,
        "translation": "Pekerjaan yang membosankan."
      },
      "Cholesterol": {
        "count": 1,
        "translation": "Kolesterol."
      },
      "Compromising": {
        "count": 1,
        "translation": "Mengalah atau berkompromi."
      },
      "Crowded places": {
        "count": 1,
        "translation": "Tempat ramai."
      },
      "Crowds": {
        "count": 1,
        "translation": "Keramaian."
      },
      "Difficult kanji": {
        "count": 1,
        "translation": "Kanji yang sulit."
      },
      "Doctors": {
        "count": 1,
        "translation": "Dokter."
      },
      "Drawing": {
        "count": 1,
        "translation": "Menggambar."
      },
      "Eating snacks with tea": {
        "count": 1,
        "translation": "Makan camilan sambil minum teh."
      },
      "Gossiping about romance": {
        "count": 1,
        "translation": "Gosip soal percintaan."
      },
      "Hot-pot control freaks": {
        "count": 1,
        "translation": "Orang yang terlalu ngatur saat makan hotpot."
      },
      "Insects, disrespect for history and tradition": {
        "count": 1,
        "translation": "Serangga, dan orang yang tidak menghormati sejarah atau tradisi."
      },
      "Leisurely drives": {
        "count": 1,
        "translation": "Berkendara santai tanpa tujuan."
      },
      "Not going all out!": {
        "count": 1,
        "translation": "Tidak memberi usaha sepenuhnya!"
      },
      "Others' misfortune, ghosts": {
        "count": 1,
        "translation": "Kesialan orang lain, dan hantu."
      },
      "Petting small creatures": {
        "count": 1,
        "translation": "Membelai makhluk kecil (seperti hewan mungil)."
      },
      "Rainy season": {
        "count": 1,
        "translation": "Musim hujan."
      },
      "Research interruptions, bitter things": {
        "count": 1,
        "translation": "Gangguan saat meneliti, dan makanan pahit."
      },
      "Resisting sweets": {
        "count": 1,
        "translation": "Menahan diri dari makan manisan."
      },
      "Secrets": {
        "count": 1,
        "translation": "Rahasia."
      },
      "Shipping Wars": {
        "count": 1,
        "translation": "Perdebatan soal pasangan favorit (shipping wars)."
      },
      "Small talk": {
        "count": 1,
        "translation": "Ngobrol basa-basi."
      },
      "Small, confined spaces (The gate, the gate!)": {
        "count": 1,
        "translation": "Ruang sempit dan tertutup (Gerbangnya! Gerbangnya!)."
      },
      "Social media": {
        "count": 1,
        "translation": "Media sosial."
      },
      "Staying still": {
        "count": 1,
        "translation": "Diam di tempat terlalu lama."
      },
      "Studying": {
        "count": 1,
        "translation": "Belajar."
      },
      "Sweets": {
        "count": 1,
        "translation": "Makanan manis."
      },
      "Swimming": {
        "count": 1,
        "translation": "Berenang."
      },
      "Things that suddenly flash or move": {
        "count": 1,
        "translation": "Benda yang tiba-tiba menyala atau bergerak."
      },
      "Things unsuitable for a king, such as crowds and heat": {
        "count": 1,
        "translation": "Hal-hal yang tidak pantas untuk seorang raja—seperti keramaian dan panas."
      },
      "Tongue twisters": {
        "count": 1,
        "translation": "Lidah berbelit (tongue twister)."
      },
      "Unlucky things": {
        "count": 1,
        "translation": "Hal-hal yang dianggap sial."
      },
      "Using electronic appliances": {
        "count": 1,
        "translation": "Menggunakan peralatan elektronik."
      },
      "Using her head": {
        "count": 1,
        "translation": "Berpikir keras."
      },
      "Using her train pass": {
        "count": 1,
        "translation": "Menggunakan kartu kereta."
      },
      "Waking up early": {
        "count": 1,
        "translation": "Bangun pagi."
      }
    }
  }
}